{
  "portuguese": {
    "aboutMe": {
      "title": "Olá, meu nome é Jorge Castro",
      "subtitle": "Desenvolvedor Full-Stack",
      "description": "Desenvolvedor com foco no Front-end e Mobile"
    },
    "projects": {
      "iap": {
        "description": "Trata-se de um site de e-learning dedicado ao estudo para concursos públicos, onde participei ativamente no desenvolvimento. Este projeto oferece uma plataforma abrangente para estudantes e profissionais que buscam se preparar para concursos, proporcionando acesso a uma variedade de recursos educacionais e ferramentas úteis."
      },
      "juridika": {
        "description": "Trata-se de um aplicativo dedicado ao estudo do direito, uma iniciativa na qual assumi a responsabilidade por todos os aspectos do desenvolvimento. Este aplicativo oferece uma plataforma abrangente para estudantes e profissionais da área jurídica, fornecendo acesso a uma variedade de recursos educacionais e ferramentas úteis."
      },
      "boonsplanner": {
        "description": "Trata-se de um aplicativo dedicado a saúde pessoal e familiar, uma iniciativa na qual assumi a responsabilidade por todos os aspectos do desenvolvimento. Desde a idealização ao desenvolvimento e publicação. Este aplicativo oferece funcionalidades abrangentes para o usuário ter um controle melhor sobre sua saúde."
      },
      "odontovirtual": {
        "description": "Trata-se de um sistema de gestão de consultório odontológico, onde participei ativamente no desenvolvimento. Este projeto oferece uma plataforma abrangente para gestão de consultórios odontológicos, proporcionando acesso a uma variedade de recursos e ferramentas úteis."
      },
      "gym": {
        "description": "Projeto pessoal de um aplicativo para gerenciamento de academia, onde idealizei todos os aspectos do desenvolvimento. Desde a idealização ao desenvolvimento. Este aplicativo oferece funcionalidades abrangentes para o usuário ter um controle melhor sobre sua saúde."
      }
    }
  },
  "english": {
    "aboutMe": {
      "title": "Hi,I'm  Jorge Castro",
      "subtitle": "Full-Stack Developer",
      "description": "Developer focused on Front-end and Mobile"
    },
    "projects": {
      "iap": {
        "description": "This is an e-learning website dedicated to study for public contests, where I actively participated in the development. This project offers a comprehensive platform for students and professionals who seek to prepare for contests, providing access to a variety of educational resources and useful tools."
      },
      "juridika": {
        "description": "This is an application dedicated to the study of law, an initiative in which I took responsibility for all aspects of development. This application offers a comprehensive platform for students and professionals in the legal field, providing access to a variety of educational resources and useful tools."
      },
      "boonsplanner": {
        "description": "This is an application dedicated to personal and family health, an initiative in which I took responsibility for all aspects of development. From ideation to development and publication. This application offers comprehensive features for the user to have better control over their health."
      },
      "odontovirtual": {
        "description": "This is a dental office management system, where I actively participated in the development. This project offers a comprehensive platform for managing dental offices, providing access to a variety of resources and useful tools."
      },
      "gym": {
        "description": "Personal project of a gym management application, where I idealized all aspects of development. From ideation to development. This application offers comprehensive features for the user to have better control over their health."
      }
    }
  },
  "spanish": {
    "aboutMe": {
      "title": "Hola, soy Jorge Castro",
      "subtitle": "Desarrollador Full-Stack",
      "description": "Desarrollador enfocado en Front-end y Mobile"
    },
    "projects": {
      "iap": {
        "description": "Este es un sitio web de e-learning dedicado al estudio para concursos públicos, donde participé activamente en el desarrollo. Este proyecto ofrece una plataforma integral para estudiantes y profesionales que buscan prepararse para concursos, brindando acceso a una variedad de recursos educativos y herramientas útiles."
      },
      "juridika": {
        "description": "Se trata de una aplicación dedicada al estudio del derecho, una iniciativa en la que asumí la responsabilidad de todos los aspectos del desarrollo. Esta aplicación ofrece una plataforma integral para estudiantes y profesionales del campo legal, brindando acceso a una variedad de recursos educativos y herramientas útiles."
      },
      "boonsplanner": {
        "description": "Se trata de una aplicación dedicada a la salud personal y familiar, una iniciativa en la que asumí la responsabilidad de todos los aspectos del desarrollo. Desde la ideación hasta el desarrollo y la publicación. Esta aplicación ofrece funciones integrales para que el usuario tenga un mejor control sobre su salud."
      },
      "odontovirtual": {
        "description": "Se trata de un sistema de gestión de consultorios dentales, donde participé activamente en el desarrollo. Este proyecto ofrece una plataforma integral para la gestión de consultorios dentales, brindando acceso a una variedad de recursos y herramientas útiles."
      },
      "gym": {
        "description": "Proyecto personal de una aplicación de gestión de gimnasios, donde idealicé todos los aspectos del desarrollo. Desde la ideación hasta el desarrollo. Esta aplicación ofrece funciones integrales para que el usuario tenga un mejor control sobre su salud."
      }
    }
  }
}
